Repository: 84000/data-translation-memory
Catalog: toh555-v3.tmx
Source language: bo
Languages: en

source: ཡེ་ཤེས་དྲི་མ་མེད་པའི་འོད་རབ་ཀྱིས། །ཡོན་ཏན་ཀུན་གྱི་རྒྱ་མཚོར་འགྱུར་བར་ཤོག །
en: Through the power of the light of stainless wisdom, May there be an ocean of all qualities. “ ‘

source: བྱང་ཆུབ་ཡོན་ཏན་རིན་ཆེན་རྫོགས་པར་ཤོག །
en: May the precious qualities of enlightenment be complete.

source: གསེར་འོད་བཤགས་པ་བྱས་པའི་སྟོབས་ཀྱིས་སུ། །བདག་གི་བསོད་ནམས་འོད་ནི་ཐོབ་པར་ཤོག །
en: May I attain the radiance of merit through The power of The Sublime Golden Light confession.

source: བདག་གི་བྱང་ཆུབ་རྣམ་དག་འདི་ཐོབ་ཤོག །
en: May I attain this pure enlightenment. “ ‘

source: དྲི་མེད་ཡེ་ཤེས་སྣང་བ་དམ་པ་ཡི། །བདག་གི་ལུས་ཀྱི་འོད་ནི་ཐོབ་པར་ཤོག །
en: Through the sublime light of stainless wisdom, May I obtain the light from my body.

source: བསོད་ནམས་འོད་ནི་ལྷམ་མེར་གྱུར་པས་ན། །འཇིག་རྟེན་གསུམ་པོ་ཀུན་གྱི་གཙོ་བོར་ཤོག །
en: Through the light of my merit being bright, May I become the lord of all three worlds. “ ‘

source: བསོད་ནམས་སྟོབས་དང་རྟག་ཏུ་ལྡན་པར་ཤོག །
en: May I always have the power of merit.

source: སྡུག་བསྔལ་རྒྱ་མཚོ་ལས་ནི་སྒྲོལ་བ་དང་། །བདེ་བ་ཐམས་ཅད་རྒྱ་མཚོ་འདྲ་བ་དང་། །མ་འོངས་བསྐལ་པར་བྱང་ཆུབ་སྤྱོད་པར་ཤོག །ཇི་ཙམ་ཐོག་མའི་མཐར་ནི་གྱུར་པ་དང་།
en: May I be liberated from the ocean of suffering And practice enlightened conduct in future eons With every ocean-like happiness. “ ‘

source: །འཇིག་རྟེན་གསུམ་ན་ཞིང་མཆོག་ཅི་འདྲ་བ། །རྒྱལ་བ་ཀུན་གྱི་ཡོན་ཏན་མཐའ་ཡས་ལྡན། །ཡོན་ཏན་མཐའ་ཡས་པ་ཡི་ཞིང་དེ་འདྲ། །བདག་གིས་མ་འོངས་དུས་ན་ཐོབ་པར་ཤོག །
en: May I, in a future time, attain A realm that possesses infinite qualities, Just like the supreme realms in the three worlds That have existed throughout the past, That possessed all the infinite qualities of the jinas.’ “

source: བཟང་དཔལ་ཁྱོད་ཀྱིས་ཤེས་པར་གྱིས། །གསེར་དཔུང་དབང་པོ་ཡུལ་རྒྱལ་པོས། །སྨོན་ལམ་འདི་འདྲ་བསྐྱེད་མྱོང་བ། །དེ་ནི་ཁྱོད་ཀྱི་ལུས་ཉིད་ཡིན།
en: Goddess Śrī, you should know That King Lord of Golden Nāgas, Who experienced giving rise to this prayer, Has now taken birth as you. “

source: །སྔོན་གྱི་དུས་ན་བུ་གཉིས་ཡོད། །གསེར་གྱི་དཔུང་དང་གསེར་གྱི་འོད། །དེ་ནི་དངུལ་གཟུགས་དངུལ་འོད་དེ། །ང་ལས་ལུང་བསྟན་ཐོབ་པའོ།
en: Those two sons in that past time, Kanakabhujendra and Kanakaprabhāsvara, Are now Rūpyaketu and Rūpyaprabha, And they have received their prophecy from me.”

source: །ཕལ་མང་པོས་བཤད་པ་དེ་ཐོས་ནས་ཀུན་གྱིས་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དེ།
en: All that gathered multitude, on hearing that teaching, developed the enlightenment mind and said that now and in the future they would practice this purity through regret and make the prayer. All developed the aspiration to enlightenment. “

source: ད་ལྟར་དང་མ་འོངས་པའི་དུས་ན་ཡང་འགྱོད་ཚངས་འདི་སྤྱོད་སྨོན་ལམ་བཏབ།
en: May we now and in all future times Always make this confession!”

source: གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བའི་མདོ་སྡེའི་རྒྱལ་པོ་ལས་པདྨ་ལྟ་བུའི་དཔེས་བསྔགས་པ་བརྗོད་པའི་ལེའུ་སྟེ་བདུན་པའོ།། །།
en: This concludes “A Praise Using the Analogy of a Lotus,” the seventh chapter of “The Supremely Victorious King of Sūtras, the Sublime Golden Light.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་འཁོར་མང་པོའི་ནང་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རབ་གནས་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །རིགས་ཀྱི་བུ་གསེར་རྒྱལ་བ་ཞེས་བྱ་བའི་གཟུངས་ཡོད་དོ། །རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་འདས་པ་དང་མ་བྱོན་པ་དང་ད་ལྟར་བཞུགས་པའི་སངས་རྒྱས་རྣམས་མངོན་སུམ་དུ་མཐོང་ཞིང་བཀུར་སྟི་དང་མཆོད་པ་བྱེད་པར་འདོད་པས་གཟུངས་འདི་ཡོངས་སུ་གཟུང་བར་བྱའོ།
en: Chapter 8: The Dhāraṇī of Golden Victory Then the Bhagavat said to the bodhisattva mahāsattva Sukhavihāra within that vast assembly, “Noble one, there is a dhāraṇī called golden victory, and any noble man or noble woman who wishes to directly see, honor, and make offerings to the buddhas of the past, the future, and the present should possess it.

source: གཟུངས་འདི་ནི་འདས་པ་དང་མ་བྱོན་པ་དང་ད་ལྟར་བཞུགས་པའི་སངས་རྒྱས་རྣམས་ཀྱི་ཡུམ་ཡིན་པས་སོ།
en: It is because this dhāraṇī is the mother of the past, future, and present buddhas. “

source: །དེ་ལྟ་བས་ན་གཟུངས་འདི་ཡོངས་སུ་འཛིན་པར་བྱེད་པ་གང་ཡིན་པ་དེ་ནི་བསོད་ནམས་ཆེན་པོ་དང་ལྡན་ཞིང་འདས་པའི་སངས་རྒྱས་ཚད་མེད་པ་རྣམས་ལས་དགེ་བའི་རྩ་བ་བསྐྱེད་པ་དེང་ཡོངས་སུ་འཛིན་པར་འགྱུར་བ་ཡིན་ནོ།
en: Therefore, whoever possesses this dhāraṇī will possess great merit and is someone who has planted good roots with countless buddhas of the past and so now possesses this dhāraṇī.

source: །ཚུལ་ཁྲིམས་ཡོངས་སུ་དག་པ་མི་ཞིག་མི་ཉམས་ཤིང་ཐོགས་པ་མེད་པ་དང་གདོན་མི་ཟ་བར་ཆོས་ཟབ་མོའི་སློར་འཇུག་པར་འགྱུར་བ་རིག་པར་བྱའོ།
en: Know that someone who has pure, faultless, correct conduct will enter through the gateway of this profound Dharma without impediment and without doubts.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་སྔགས་ཀྱི་སྒྲུབ་པའི་ཆོ་ག་བཀའ་སྩལ་པ། སྔར་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་མཚན་ནས་བརྗོད་དེ། སེམས་རྩེ་གཅིག་ཏུ་གུས་པས་ཕྱག་བྱས་ནས། དེའི་འོག་ཏུ་སྔགས་གདོན་པར་བྱའོ། །ཕྱོགས་བཅུའི་སངས་རྒྱས་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: The Bhagavat then taught the rite for practicing the mantra: “Recite these names of the past buddhas and bodhisattvas and then with a one-pointed mind pay homage to them; after that, recite the mantra: “I pay homage to all the buddhas in the ten directions. “

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the bodhisattvas mahāsattvas. “

source: །ཉན་ཐོས་དང་རང་སངས་རྒྱས་དང་འཕགས་པ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to all the śrāvakas, pratyekabuddhas, and āryas. “

source: །སངས་རྒྱས་ཤཱཀྱ་ཐུབ་པ་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Śākyamuni. “

source: །ཤར་ཕྱོགས་ཀྱི་སངས་རྒྱས་མི་འཁྲུགས་པ་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Akṣobhya in the east. “

source: །ལྷོ་ཕྱོགས་ཀྱི་སངས་རྒྱས་རིན་པོ་ཆེའི་ཏོག་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Ratnaketu in the south. “

source: །ནུབ་ཕྱོགས་ཀྱི་སངས་རྒྱས་ཚེ་དཔག་མེད་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Amitābha in the west. “

source: །བྱང་ཕྱོགས་ཀྱི་སངས་རྒྱས་ལྷའི་རྔ་སྒྲའི་རྒྱལ་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Dundubhisvara in the north. “

source: །སྟེང་གི་ཕྱོགས་ཀྱི་སངས་རྒྱས་ཡངས་པའི་ཡོན་ཏན་མང་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Viśālaguṇa above. “

source: །འོག་གི་ཕྱོགས་ཀྱི་སངས་རྒྱས་ཡོན་ཏན་སྣང་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Guṇaprabha below. “

source: །སངས་རྒྱས་རིན་ཆེན་སྙིང་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Ratnagarbha. “

source: །སངས་རྒྱས་ཀུན་ཏུ་འོད་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Samantaprabha. “

source: །སངས་རྒྱས་ཀུན་ཏུ་སྣང་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Samantāvabhāsa. “

source: །སངས་རྒྱས་སྤོབས་བརྩེགས་རྒྱལ་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Gandhavara. “

source: །སངས་རྒྱས་རྣམ་པར་རྒྱལ་བའི་པདྨ་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Padmavijaya. “

source: །སངས་རྒྱས་མཉམ་པར་གཟིགས་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Samāvalokita. “

source: །སངས་རྒྱས་རིན་ཆེན་གཙུག་ཕུད་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Ratnaśikhin. “

source: །སངས་རྒྱས་རིན་ཆེན་བླ་མ་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Ratnottara. “

source: །སངས་རྒྱས་རིན་ཆེན་འོད་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Ratnaprabha. “

source: །སངས་རྒྱས་དྲི་མ་མེད་པའི་འོད་ཟེར་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Vimalaraśmi. “

source: །སངས་རྒྱས་སྤོབས་རབ་དགོངས་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Pratibhāna­vyūhābhiprāya. “

source: །སངས་རྒྱས་རྣམ་དག་ཟླ་བའི་འོད་ཟེར་མཚན་གྲགས་རྒྱལ་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Candraprabhaviśuddhakīrtiketurāja. “

source: །སངས་རྒྱས་མེ་ཏོག་བཀོད་པའི་འོད་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Puśpavyūha. “

source: །སངས་རྒྱས་སྣང་བའི་རྒྱལ་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Aṃśurāja. “

source: །སངས་རྒྱས་ལེགས་འོད་དྲི་མེད་གྲགས་པའི་རྒྱལ་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Kuśalaprabhavimalakīrtirāja. “

source: །སངས་རྒྱས་རྟོག་པ་འཇིགས་མེད་དབང་ཕྱུག་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Avalokiteśvarābhaya. “

source: །སངས་རྒྱས་བསྙེངས་པ་མི་མངའ་བའི་གྲགས་པ་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Abhayakīrti. “

source: །སངས་རྒྱས་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བའི་རྒྱལ་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Pravararāja. “

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the bodhisattva mahāsattva Avalokiteśvara. “

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སའི་སྙིང་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the bodhisattva mahāsattva Kṣitigarbha. “

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནམ་མཁའི་སྙིང་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the bodhisattva mahāsattva Ākāśagarbha. “

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་འཇམ་དཔལ་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the bodhisattva mahāsattva Mañjuśrī. “

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལག་ན་རྡོ་རྗེ་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the bodhisattva mahāsattva Vajrapāṇi. “

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཀུན་ཏུ་བཟང་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the bodhisattva mahāsattva Samantabhadra. “

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བློ་གྲོས་མི་ཟད་པའི་ཡིད་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the bodhisattva mahāsattva Akṣayamati. “

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མཐུ་ཆེན་པོ་ཐོབ་པ་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the bodhisattva mahāsattva Mahāsthāma­prāpta. “

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the bodhisattva mahāsattva Maitreya. “

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དགེ་བའི་བློ་གྲོས་ལ་ཕྱག་འཚལ་ལོ། །གཟུངས་ལ། ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ཏཏྱ་ཐཱ། ཀུ་ཊི། ཀུ་ཊི་ནི།
en: I pay homage to the bodhisattva mahāsattva Sumati. “

source: ཨི་མི་རི་ཏོ། ཀོ་ཥ་ཎི་ཨི་མི་རི་ཎེ། ཨི་རཱི་སྭཱ་ཧཱ། སངས་རྒྱས་ཀྱིས་དགེ་གནས་བྱང་ཆུབ་སེམས་དཔའ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །གཟུངས་འདི་དུས་གསུམ་གྱི་སངས་རྒྱས་ཀྱི་ཡུམ་སྟེ།
en: Having paid homage to them, recite this dhāraṇī: namo ratnatrayāya | tadyathā kuṭi kuṭini imirito koṣaṇi imiriṇi irī svāhā |” Then the Bhagavat said to the bodhisattva Sukhavihāra, “This dhāraṇī is the mother of the buddhas in the three times.

source: རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་ལ་ལ་ཞིག་གིས་གཟུངས་འདི་འཆང་ཞིང་འཛིན་ན་བསོད་ནམས་ཀྱི་ཚོགས་དཔག་ཏུ་མེད་མཐའ་མེད་པར་སྐྱེ་བར་འགྱུར་རོ།
en: Therefore, any noble man or noble woman who obtains and possesses this dhāraṇī will generate immeasurable, endless merit.

source: །གྲངས་མེད་པའི་སངས་རྒྱས་རྣམས་ལ་བཀུར་སྟི་དང་མཆོད་པ་དང་བཙུན་ཞིང་བསྟོད་པ་བྱས་པ་ཡིན་ནོ།
en: They will have honored, made offerings to, venerated, and praised countless buddhas.

source: །སངས་རྒྱས་དེ་རྣམས་ཀྱིས་ཀྱང་བླ་ན་མེད་པའི་བྱང་ཆུབ་ཏུ་ལུང་བསྟན་ཏོ། །དགེ་གནས་ལ་ལ་ག
en: Those buddhas will have given to them the prophecy of their attainment of the highest enlightenment. “

source: ཟུངས་སྔགས་འདི་འཆང་ན་གོས་དང་། ཟས་དང་། ནོར་བུ་དང་། རིན་པོ་ཆེ་དང་། མང་དུ་ཐོས་ཤིང་མཁས་པ་དང་། ནད་མེད་ཅིང་ཚེ་རིང་བ་ཡིད་བཞིན་དུ་འཐོབ་སྟེ།
en: Sukhavihāra, someone who possesses this dhāraṇī mantra will attain the fulfillment of their wishes, such as clothes, food, wealth, jewels, precious materials, becoming learned and wise, becoming healthy, and having a long life, and their merit will increase greatly.

source: བསོད་ནམས་ཤིན་ཏུ་མང་དུ་འཕེལ་ལོ། །ཇི་ལྟར་སྨོན་ཅིང་སྒྲུབ་པོ་ཅོག་ཀྱང་ཡིད་བཞིན་དུ་མི་འགྲུབ་པ་མེད་དོ།
en: Whatever it is that they wish for, there is nothing that will not be accomplished. “

source: །དགེ་གནས་སྔགས་འདི་འཆང་ཞིང་འཛིན་པ་ནི་བླ་ན་མེད་པའི་བྱང་ཆུབ་མ་གྲུབ་ཀྱི་བར་དུ་རྟག་པར་བྱང་ཆུབ་སེམས་དཔའ་གསེར་མཁར་རི་དང་། བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་རྒྱ་མཚོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཀུན་ཏུ་སྤྱན་རས་གཟིགས་ཀྱི་དབང་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་འཇམ་དཔལ་དང་། བྱང་ཆུབ་སེམས་དཔའ་མ་ཧཱ་པིང་གལ་ལ་སོགས་པ་དང་ལྷན་ཅིག་གནས་ཏེ། བྱང་ཆུབ་སེམས་དཔའ་དེ་རྣམས་ཀྱིས་སྲུང་བར་བྱེད་དོ།
en: Sukhavihāra, those who possess and hold this mantra will always, until their attainment of the highest, most complete enlightenment, be accompanied by the bodhisattva Kanakanagaraparvata, the bodhisattva Maitreya, the bodhisattva Sāgara, the bodhisattva Samantāvalokiteśvara, the bodhisattva Mañjuśrī, the bodhisattva Mahāpiṅgala, and so on, and those bodhisattvas will protect them. “

source: །དགེ་གནས་ཤེས་པར་གྱིས་ཤིག །
en: Sukhavihāra, know this!

source: གཟུངས་སྔགས་འདི་འདོན་པའི་ཚེ་ཆོ་ག་འདི་ལྟར་བྱའོ། །ཐོག་མར་ཁྲི་རྩ་བརྒྱད་ཚང་བར་བཏོན་ནས་བསྙེན་པའི་ཆོ་ག་བྱའོ།
en: When reciting this dhāraṇī mantra, one should perform this rite: First, repeating it ten thousand and eight times, perform the propitiation rite.

source: །དེ་ནས་ཁང་པ་དབེན་པའི་ནང་དུ་དཀྱིལ་འཁོར་བརྒྱན་ནས་ཚེས་གཅིག་གི་ཉིན་པར་ཁྲུས་བྱས་གོས་སར་པ་གྱོན་བདུག་པ་བསྲེགས་མེ་ཏོག་བཀྲམ་མཆོད་པ་སྣ་ཚོགས་དང་ཁ་ཟས་ཀྱིས་མཆོད་པ་རྣམ་པ་སྣ་ཚོགས་པ་བྱས་ཏེ།
en: Then, adorn a maṇḍala inside a solitary building, and on the first day of the month, wash and put on new clothes. Burn incense, scatter flowers, and make various kinds of offerings, including food, which you place inside the maṇḍala. “

source: དཀྱིལ་འཁོར་གྱི་ནང་དུ་ཞུགས་ནས་ཐོག་མར་སྔར་སྨོས་པའི་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་མཚན་ནས་བརྗོད་དེ།
en: At the beginning, recite the names of the buddhas and bodhisattvas as previously described.

source: ཤིན་ཏུ་སེམས་ཐག་པ་ནས་སྔོན་གྱི་ཉེས་པ་འགྱོད་ནས་པུས་མོ་གཡས་པ་ས་ལ་བཙུགས་ཏེ་སྔགས་སྟོང་རྩ་བརྒྱད་རྫོགས་པར་འདོན་ཏོ།
en: With a very focused mind, regret your past actions, and then kneel with your right knee on the ground and repeat the mantra a thousand and eight times.

source: །ལུས་དྲང་པོར་འདུག་སྟེ་ཅི་ལ་སྨོན་པ་དེ་ལ་བསམ་མོ།
en: Then sit up straight and think about that which you wish for.

source: །དེ་ནས་ཉི་མ་ཤར་བ་དང་དཀྱིལ་འཁོར་གྱི་ནང་དུ་ཁ་ཟས་གཙང་མ་ཟ་གཅིག་ཏུ་བཟའོ།
en: Then, at sunrise, eat one pure meal within the maṇḍala.

source: །ཞག་བཅོ་ལྔ་ལོན་ནས་དཀྱིལ་འཁོར་དེ་ནས་དེ་ཕྱུང་ན་མི་དེ་བསོད་ནམས་དང་གཟི་བརྗིད་བསམ་གྱིས་མི་ཁྱབ་སྟེ། སྨོན་ཅིང་སྒྲུབ་བོ་ཅོག་མི་འགྲུབ་པ་མེད་དོ།
en: Then, if after fifteen days have passed, when the person comes out from the maṇḍala they will have inconceivable merit and majesty and there is no aspiration of theirs that will not be fulfilled. “

source: །གལ་ཏེ་ཡིད་བཞིན་དུ་མ་གྲུབ་ན་ཡང་དཀྱིལ་འཁོར་དེར་ཞུགས་ནས་ཡིད་བཞིན་དུ་མ་གྲུབ་ཕྱིན་ཅད་རྟག་པར་གདོན་ཅིང་མི་བརྗེད་པར་བྱའོ།
en: If their wishes are not fulfilled, they should reenter that maṇḍala and do the recitation continually, without forgetting it, until their wishes are fulfilled.”

source: །གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བའི་མདོ་སྡེའི་རྒྱལ་པོ་ལས་གསེར་རྒྱལ་གྱི་གཟུངས་ཀྱི་ལེའུ་སྟེ་བརྒྱད་པའོ།། །།
en: This concludes “The Dhāraṇī of Golden Victory,” the eighth chapter of “The Supremely Victorious King of Sūtras, the Sublime Golden Light.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་གཟུངས་སྔགས་དེ་བཀའ་སྩལ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་དང་། ལྷ་དང་། མི་དང་། འཁོར་མང་པོ་རྣམས་ལ་ཕན་གདགས་ཤིང་དེ་ཁོ་ན་ཉིད་ཀྱི་དོན་དམ་པ་ཤིན་ཏུ་ཟབ་པ་ཁོང་དུ་ཆུད་པར་མཛད་པར་བཞེད་པའི་ཕྱིར་སྟོང་པ་ཉིད་ཀྱི་རང་བཞིན་ཡང་བསྟན་པའི་ཆེད་དུ་ཚིགས་སུ་བཅད་དེ་བཀའ་སྩལ་པ། ང་ཡིས་མདོ་སྡེ་ཟབ་མོ་གཞན་དག་ལས།
en: Chapter 9: The Teaching on the Nature of Emptiness Then the Bhagavat, having taught that dhāraṇī mantra, in order to benefit that vast assembly of bodhisattvas mahāsattvas, devas, humans, and so on, and enable them to understand the very profound ultimate truth, and in order to teach them emptiness, recited these verses: “I have taught the true Dharma of emptiness Extensively in other profound sūtras.

source: ཡང་དག་སྟོང་ཉིད་དམ་ཆོས་རྒྱས་བཤད་པ། དེང་འདིར་མདོ་སྡེའི་རྒྱལ་པོ་འདི་ལས་ཀྱང་། སྟོང་ཉིད་བསམ་གྱིས་མི་ཁྱབ་མདོ་ཙམ་བཤད།
en: At this time, in this king of sūtras, I shall teach inconceivable emptiness in brief. “

source: །ཟབ་མོའི་ཆོས་ནི་རྒྱ་ཆེན་མང་པོ་ལ། །སེམས་ཅན་ཤེས་མེད་རིག་པར་མི་ནུས་པས།
en: Beings with no knowledge are unable to understand A lengthy, extensive, profound Dharma.

source: །དེ་ཕྱིར་ངས་འདིར་མདོ་འདི་བསྟན་པས་ན། །སྟོང་པའི་ཆོས་ནི་རབ་ཏུ་རྟོགས་པར་འགྱུར།
en: Therefore, from my teaching briefly in this sūtra, They will understand the Dharma of emptiness perfectly. “

source: །ཐུགས་རྗེ་ཆེན་པོས་སེམས་ཅན་བརྩེ་བའི་ཕྱིར། །ཤིན་ཏུ་ཐབས་མཁས་རྒྱུ་རྐྱེན་མཆོག་དག་གིས། །ངས་དེང་འཁོར་འདུས་ཆེན་པོ་འདི་ནང་དུ། །བསྟན་པས་དེ་དག་སྟོང་དོན་གསལ་རྟོགས་འགྱུར།
en: Because of my great compassion and love for beings, From my teaching today in this vast gathered assembly, Through the perfect cause and condition of extremely skillful methods, They will clearly understand the meaning of emptiness. “

source: །ལུས་འདི་གྲོང་སྟོང་འདྲ་བར་ཤེས་བྱས་ཏེ། །རྒྱལ་པོ་དྲུག་གནས་ཕན་ཚུན་ཡོང་མི་ཤེས།
en: Know that this body is like an empty village Where live six thieves who do not know one another.

source: །ཡུལ་དྲུག་རྐུན་པོ་ཐ་དད་དབང་གནས་པ། །སོ་སོར་ཕན་ཚུན་མི་ཤེས་དེ་བཞིན་ནོ།
en: The six sensory objects dwell with the separate senses, the thieves, And they similarly have no knowledge of one another. “

source: །མིག་གི་དབང་པོ་རྟག་པར་གཟུགས་ལ་ལྟ།
en: The sense of sight is always looking at forms.

source: །རྣ་བའི་དབང་པོ་སྒྲ་སྙན་རྒྱུན་མི་འཆད།
en: The sense of hearing continuously hears sounds.

source: །སྣ་ཡི་དབང་པོས་རྒྱུན་དུ་དྲི་ཡུལ་མ་ནོམ།
en: The sense of smell is always smelling smells.

source: །ལྕེ་ཡི་དབང་པོས་རྟག་པར་རོ་ཞིམ་མྱོང་།
en: The sense of taste is always experiencing flavors. “

source: །ལུས་ཀྱི་དབང་པོས་ཡང་འཇམ་རེག་བྱ་ལེན།
en: The sense of touch seizes soft tactility.

source: །ཡིད་ཀྱི་དབང་པོས་ཆོས་རིག་སྐྱོ་མི་ཤེས།
en: The mental sense never tires of cognizing phenomena.

source: །དབང་པོ་འདི་དྲུག་དངོས་པོའི་རྗེས་འབྲང་བས། །སོ་སོ་རང་ཡུལ་དག་པ་རྟོག་པ་བསྐྱེད།
en: These six senses follow after things And give rise to thoughts about their objects. “

source: །རྣམ་ཤེས་སྒྱུ་སྤྲུལ་འདྲ་བས་ཡང་དག་མིན།
en: The consciousnesses are not real, like magical illusions.

source: །དབང་པོ་གནས་ནས་མི་དབེན་འདོད་པས་ཚོལ།
en: They dwell in the sense organs and, wanting company, search for it.

source: །དཔེར་ན་མི་ཞིག་གྲོང་སྟོང་རྒྱུག་པ་ལྟར། །རྣམ་ཤེས་དྲུག་པོ་དབང་གནས་དེ་བཞིན་ནོ།
en: The six consciousnesses in the six senses are like A man who is running around in an empty village. “

source: །སེམས་ནི་ཀུན་ཚོལ་གནས་ཀྱི་རྗེས་སུ་འཇུག །དབང་རྟེན་ཡུལ་དམིགས་དངོས་པོ་རྣམ་རིག་པས། །རྟག་པར་གཟུགས་སྒྲ་དྲི་རོ་རེག་ལ་སྲེད། །ཆོས་ལ་སྤྱོད་པས་སྐད་ཅིག་ཙམ་མི་གནས།
en: The mind follows into the places of searching, And, through the sensory bases cognizing objects of perception, There is the constant craving for form, sound, smell, taste, and touch, And there is not a single instant when the practice of Dharma is present. “

source: །རྐྱེན་ནི་ཇི་བཞིན་དབང་དྲུག་ཀུན་རྒྱུག་པས། །མཁའ་ལ་བྱ་འཕུར་ཐོགས་པ་མེད་པར་འདྲ།
en: According to the conditions, the six senses run, Like a bird flying unimpeded in the sky.

source: །དབང་པོ་རྟེན་བྱེད་དེ་ལ་ལྟོས་ནས་ནི། །ཕྱི་རོལ་ཡུལ་ནི་རྣམ་པར་རིག་པར་ནུས།
en: In dependence on the senses as a basis, There is the ability to cognize external objects. “

source: །ལུས་འདི་ཤེས་མེད་བྱེད་པ་པོ་ཡང་མེད།
en: The body has no consciousness, and it has no creator.

source: །རང་བཞིན་མི་བརྟན་རྐྱེན་ལས་ལྟོས་ནས་འགྲུབ།
en: It has an unstable nature and was created through conditions.

source: །ཡང་དག་མ་ཡིན་རྣམ་རྟོག་ལས་སྐྱེས་པས།
en: It arises from invalid conceptualization.

source: །འཁྲུལ་འཁོར་བཞིན་དུ་ལས་ཀྱི་དབང་གིས་འཇུག །
en: It is like a machine that is used for work. “

source: ས་ཆུ་མེ་རླུང་ལྷན་ཅིག་ལུས་བསྒྲུབས་པས། །རྒྱུ་རྐྱེན་ཇི་བཞིན་ཐ་དད་འབྲས་བུ་ཐོབ།
en: Earth, fire, water, and air together create the body, So according to causes and conditions, different results are obtained.

source: །ལྷན་ཅིག་གནས་ཀྱང་ཕན་ཚུན་གནོད་བྱས་པས། །སྦྲུལ་གདུག་བཞི་པོ་གཟེབ་གཅིག་གནས་པ་འདྲ།
en: Though they dwell together, they harm one another Like four poisonous snakes in one basket. “

source: །འབྱུང་ཆེན་སྦྲུལ་བཞི་རང་བཞིན་ཐ་དད་པས།
en: The four snakes of the great elements have different natures.

source: །ལྷན་ཅིག་གནས་ཀྱང་མཐོ་དང་དམའ་བ་ཡོད།
en: Though they live together, some are higher, some lower.

source: །སྟེང་འོག་འགྲོ་ཞིང་ལུས་ནི་ཀུན་དུ་ཁྱབ། །འདི་དག་མཐར་ནི་ཟད་པའི་ཆོས་སུ་འགྲོ།
en: They go upward and downward, pervading the body, And in the end these become phenomena that cease. “

source: །སྦྲུལ་གདུག་རྣམ་པ་བཞི་པོ་འདི་དག་ལས། །ས་ཆུ་སྦྲུལ་གཉིས་ཕལ་ཆེར་ཐུར་དུ་འབྱིང་།
en: Among these four poisonous snakes, The earth and water snakes mostly sink downward.

source: །མེ་རླུང་སྦྲུལ་གཉིས་རང་བཞིན་ཡང་བས་ན། །མི་མཐུན་འདི་དབང་ནད་མང་སྐྱེ་བར་འགྱུར།
en: The fire and air snakes have a light nature, And because of this conflict, many illnesses arise. “

source: །སེམས་དང་རྣམ་ཤེས་ལུས་འདི་གནས་ནས་ནི། །དགེ་སྡིག་ལས་ནི་སྣ་ཚོགས་བྱེད་པས་ན། །ལྷ་མི་ངན་འགྲོ་གསུམ་དུ་སོང་ནས་ནི། །ལས་སྟོབས་ཇི་བཞིན་ལུས་ནི་ལེན་པར་བྱེད།
en: The mind and consciousnesses live in this body And create various kinds of good and bad actions So that they go to the deva, human, or three lower existences, Taking a body in accord with the power of their karma. “

source: །ནད་དང་ཕྲད་ནས་ལུས་ནི་ཤི་བའི་འོག །བཤང་གཅི་མི་གཙང་ཐམས་ཅད་ཀུན་ཏུ་གང་།
en: When the body has encountered illness, after death It is completely filled by feces, urine, and all other impurities.

source: །རུལ་མྱགས་འབུས་གཙེས་བལྟ་བར་ཡོང་མི་མོས། །དུར་ཁྲོད་བོར་ནས་ཤིང་རུལ་འདྲ་བར་འགྱུར།
en: It becomes rotten, damaged by worms, and undesirable to see, And it is cast into a charnel ground as if it were rotten wood. “

source: །ཁྱོད་ཀྱི་ཆོས་རྣམས་དེ་ལྟར་བལྟ་བར་བྱོས།
en: You should observe phenomena in that way!

source: །ཅི་ཕྱིར་བདག་དང་སེམས་ཅན་ཡོད་པར་འཛིན།
en: Why should you believe that a self or a being exists?

source: །ཆོས་རྣམས་ཐམས་ཅད་འཛད་པས་མི་རྟག་སྟེ།
en: All phenomena come to an end and so are impermanent.

source: །ཐམས་ཅད་མ་རིག་རྐྱེན་གྱི་མཐུ་ལས་བྱུང་།
en: They all rise from the condition of ignorance. “

source: །འབྱུང་ཆེན་དེ་དག་ཡང་དག་མིན་པས་ན།
en: These great elements have no reality.

source: །ཡང་དག་ཡོད་མིན་རང་བཞིན་སྐྱེ་མེད་པས།
en: They have no real existence; their nature is unborn.

source: །དེ་ཕྱིར་འབྱུང་ཆེན་ངོ་བོ་སྟོང་པར་བཤད།
en: Therefore, it is taught that the great elements are in essence empty.

source: །འདི་དག་སྟོང་ཞིང་ཡང་དག་མིན་རིག་བྱོས། །མ་རིག་རང་བཞིན་གཟོད་མ་ཉིད་ཀྱིས་མེད།
en: Know that these are empty and that they are not real. “The nature of ignorance is primordially nonexistent.

source: །རྐྱེན་མང་མཐུ་ལྟོས་ཚོགས་ལས་ཡོད་པ་མིན།
en: It is not existent through an accumulation based on the power of many factors.

source: །དུས་རྣམས་ཀུན་ཏུ་ཡང་དག་བློས་སྟོང་པས། །དེ་ཕྱིར་ང་ཡིས་མ་རིག་ཡིན་པར་བཤད།
en: A correct understanding is devoid of it at all times, And therefore that is why I teach it to be ignorance. “

source: །འདུ་བྱེད་རྣམ་ཤེས་རྐྱེན་བྱས་མིང་གཟུགས་ཡོད། །སྐྱེ་མཆེད་དྲུག་དང་རེག་ཚོར་རྗེས་སུ་སྐྱེ།
en: Formations and consciousness are the factors for name-and-form; The six āyatanas, contact, and sensation arise afterward.

source: །སྲེད་ལེན་སྲིད་སྐྱེ་རྒ་ཤི་བསྐྱེད་པས་ན། །མྱ་ངན་སྨྲེ་སྔགས་འཁྲུག་པ་རྗེས་སུ་འབྲང་།
en: Craving, grasping, and becoming produce birth, old age, and death, And they are followed by misery, lamentation, and agitation. “

source: །སྡུག་བསྔལ་སྣ་ཚོགས་ལས་ངན་རྟག་དཀྲིས་གཟེར། །འཁོར་བར་འཁོར་བ་དག་ལ་ཚད་དུས་མེད།
en: There is no time limit to circling in saṃsāra, Continuously bound and pierced by bad karma and various sufferings.

source: །རང་བཞིན་ཡོད་མིན་ངོ་བོ་ཉིད་སྟོང་ཡང་། །ཚུལ་བཞིན་མ་ཡིན་རྣམ་པར་རྟོག་པ་བསྐྱེད།
en: Although this has no existent nature and in essence is empty, It is created by mistaken thoughts. “

source: །ང་ཡིས་ཉོན་མོངས་ཐམས་ཅད་རབ་སྤངས་ནས། །རྟག་པར་ཡང་དག་ཡེ་ཤེས་མངོན་རྒྱུ་བས།
en: I have completely eliminated all kleśas, And I am always active within true wisdom.

source: །ལྔ་ཕུང་ཁང་ཁྱིམ་ཐམས་ཅད་སྟོང་རྟོགས་ནས། །བྱང་ཆུབ་ཡང་དག་གནས་ནི་བཙལ་བ་ཡིན།
en: I realized that all the five-skandha houses are empty And searched for the true state of enlightenment. “

source: །ང་ཡིས་བདུད་རྩི་གྲོང་ཆེན་སྒོ་ཕྱེ་ནས།
en: I have opened the gate to the great city of amṛta.

source: །གྱ་ནོམ་བདུད་རྩི་སྣོད་ནི་བསྟན་པ་ཡིན།
en: I have revealed the vessel of excellent amṛta.

source: །ཡང་དག་བདུད་རྩི་རོ་ནི་བརྙེས་ནས་ཀྱང་། །རྟག་པར་བདུད་རྩི་སྐྱེ་དགུ་སྦྱིན་པ་བཏང་།
en: I have obtained the flavor of the true amṛta And am constantly giving the amṛta to beings. “

source: །ངས་ནི་ཆོས་ཀྱི་རྔ་ཆེན་དམ་པ་བརྡུངས།
en: I have beaten the sublime, great drum of the Dharma.

source: །ངས་ནི་ཆོས་ཀྱི་དུང་ཆེན་མཆོག་ཀྱང་བུས།
en: I have blown the supreme, great conch of the Dharma.

source: །ངས་ནི་ཆོས་ཀྱི་སྒྲོན་ཆེན་རབ་ཀྱང་སྦར། །ངས་ནི་ཆོས་ཀྱི་ཆར་ཆེན་དམ་པ་ཕབ།
en: I have perfectly lit the great lamp of the Dharma, And I have sent down the sublime, great rain of the Dharma. “

source: །ཉོན་མོངས་དགྲ་རྣམས་རབ་ཏུ་ཕམ་བྱས་ཏེ།
en: I have completely defeated the enemy, the kleśas.

source: །བླ་མེད་ཆོས་ཀྱི་རྒྱལ་མཚན་ཆེན་པོ་བསྒྲེང་།
en: I have raised the great banner of the unsurpassable Dharma.
